import React from 'react'
import Layout from '../../components/Layout'
import IMG from '../../components/accessbility/IMG'
import { content } from '../../utils/const'
import BlogPageSection from '../../components/BlogPageSection'
import { useRouter } from 'next/router'

const blog2 = () => {
    const router = useRouter();
    return (
        <Layout>
            <BlogPageSection
                title={`ขั้นตอนการเปิดบัญชี และลงทุนกับ ${content.company}`}
            >
                <IMG url={`${router.basePath}/asset/investment.jpg`} alt='' />
                <div className='pt-5 flex flex-col gap-5'>
                    <p>สำหรับผู้ที่สนใจสมัครบัญชี {content.company} เพื่อซื้อขายหลักทรัพย์ สามารถทำตามขั้นตอนในคู่มือดังต่อไปนี้</p>
                    <h2>รายละเอียดการเปิดบัญชีกองทุนกับ {content.company}</h2>
                    <h3>คุณสมบัติของผู้ที่จะสามารถเปิดบัญชีกับ {content.company} ได้</h3>
                    1. มีอายุ 20 ปีบริบูรณ์ขึ้นไป
                    2. มีบัตรประชาชนไทย และถือสัญชาติไทย
                    <h3>ช่องทางการเปิดบัญชี</h3>
                    1. เปิดบัญชีผ่านแอปพลิเคชัน {content.company}
                    2. เปิดบัญชีโดยการส่งเอกสารคำขอเปิดบัญชีกองทุน
                    <h2>ขั้นตอนการกรอกข้อมูลการเปิดบัญชีผ่านแอปพลิเคชัน {content.company}</h2>

                    1. ดาวน์โหลดและติดตั้งแอปพลิเคชัน {content.company}
                    2. เข้าสู่แอปพลิเคชัน {content.company} จากนั้นไปที่เมนู Port และกดปุ่ม ลงชื่อเข้าใช้ เพื่อเข้าสู่ระบบ จากนั้นกดปุ่ม เปิดบัญชี
                    3. เข้าสู่ขั้นตอนยืนยันหมายเลขโทรศัพท์มือถือ โดยระบบจะส่งรหัส OTP 6 หลักผ่านทาง SMS ไปยังหมายเลขโทรศัพท์ที่ท่านระบุ
                    4. กำหนดรหัส PIN 6 หลัก ซึ่งจะเป็นรหัสที่ระบบจะถามหาทุกครั้งที่ทำธุรกรรมซื้อขายกองทุน
                    5. เข้าสู่ขั้นตอนการกรอกข้อมูลเปิดบัญชี เริ่มด้วยการยืนยันอีเมลที่จะใช้สำหรับลงชื่อเข้าใช้และรับเอกสาร โดยระบบจะส่งรหัส OTP
                    6 หลักไปยังอีเมลที่ระบุ
                    6. ถ่ายภาพบัตรประชาชน ตรวจสอบความถูกต้องของข้อมูลที่ระบบกรอกให้เบื้องต้น ยืนยันความถูกต้องของข้อมูลจากนั้นกดปุ่ม “เสร็จ“
                    7. กรอกข้อมูลเปิดบัญชี ประกอบไปด้วยข้อมูลทั่วไป ข้อมูลบัญชีธนาคารที่จะใช้สมัครบริการหักบัญชีอัตโนมัติ (ATS) ข้อมูลสถานที่ทำงาน และข้อมูลความรู้ด้านการลงทุน
                    8. ทำแบบประเมินความเสี่ยง (Suitability Test) เพื่อทราบความเสี่ยงที่คุณยอมรับได้
                    9. เซ็นชื่อ แล้วกดปุ่ม “ส่งข้อมูลเปิดบัญชี“ จะถือเป็นการกรอกข้อมูลการเปิดบัญชีเรียบร้อยแล้ว หลังจากกรอกข้อมูลการเปิดบัญชีแล้ว คุณสามารถดำเนินการ ยืนยันตัวตน และ สมัครบริการหักบัญชีธนาคารอัตโนมัติ (ATS) ได้ทันที

                    <h2>ขั้นตอนการเปิดบัญชีออนไลน์</h2>

                    1. เลือกบริษัทหลักทรัพย์ที่ต้องการขอเปิดบัญชีซื้อขายหลักทรัพย์ผ่านอินเทอร์เน็ต
                    2. กรอกแบบฟอร์มขอเปิดบัญชี พร้อมกรอกแบบฟอร์มเพิ่มเติมอื่น ๆ เช่น เอกสารคำขอให้หักบัญชีเงินฝากอัตโนมัติ ATS
                    3. เตรียมและจัดส่งหลักฐานที่ใช้การเปิดบัญชี
                    4. รอผลการพิจารณา (ประมาณ 1 สัปดาห์) และจะได้รับ Username และ Password เพื่อนำไปใช้เข้าสู่ระบบซื้อขายหลักทรัพย์ผ่านอินเทอร์เน็ต เช่น StreamingPro

                    <h2>หลักฐานที่ใช้ในการเปิดบัญชี</h2>

                    1. สำเนาบัตรประจำตัวประชาชน บัตรข้าราชการ หรือหนังสือเดินทาง
                    2. สำเนาทะเบียนบ้าน
                    3. สำเนาใบแจ้งรายการบัญชีธนาคารหรือสำเนาสมุดเงินฝากย้อนหลัง 6 เดือน
                    4. แบบคำขอให้หักบัญชีเงินฝากอัตโนมัติ (ATS)
                    5. ค่าอากรแสตมป์ 30 บาท

                </div>
            </BlogPageSection >
        </Layout >
    )
}

export default blog2