import React from 'react'
import Layout from '../../components/Layout'
import IMG from '../../components/accessbility/IMG'
import { content } from '../../utils/const'
import BlogPageSection from '../../components/BlogPageSection'

const blog2 = () => {
    return (
        <Layout>
            <BlogPageSection
                title={`ขั้นตอนการเปิดบัญชี และลงทุนกับ ${content.company}`}
            >
                <IMG url="/asset/investment.jpg" alt='' />
                <div className='pt-5 flex flex-col gap-5'>
                    <p>สำหรับผู้ที่สนใจสมัครบัญชี {content.company} เพื่อซื้อขายหลักทรัพย์ สามารถทำตามขั้นตอนในคู่มือดังต่อไปนี้</p>
                    <h2>รายละเอียดการเปิดบัญชีกองทุนกับ {content.company}</h2>
                    <h3>คุณสมบัติของผู้ที่จะสามารถเปิดบัญชีกับ {content.company} ได้</h3>
                    <ol>
                        <li>มีอายุ 20 ปีบริบูรณ์ขึ้นไป</li>
                        <li>มีบัตรประชาชนไทย และถือสัญชาติไทย</li>
                    </ol>
                    <h3>ช่องทางการเปิดบัญชี</h3>
                    <ol>
                        <li>เปิดบัญชีผ่านแอปพลิเคชัน {content.company}</li>
                        <li>เปิดบัญชีโดยการส่งเอกสารคำขอเปิดบัญชีกองทุน</li>
                    </ol>
                    <h2>ขั้นตอนการกรอกข้อมูลการเปิดบัญชีผ่านแอปพลิเคชัน {content.company}</h2>
                    <ol>
                        <li>ดาวน์โหลดและติดตั้งแอปพลิเคชัน {content.company}</li>
                        <li>เข้าสู่แอปพลิเคชัน {content.company} จากนั้นไปที่เมนู Port และกดปุ่ม ลงชื่อเข้าใช้ เพื่อเข้าสู่ระบบ จากนั้นกดปุ่ม เปิดบัญชี</li>
                        <li>    เข้าสู่ขั้นตอนยืนยันหมายเลขโทรศัพท์มือถือ โดยระบบจะส่งรหัส OTP 6 หลักผ่านทาง SMS ไปยังหมายเลขโทรศัพท์ที่ท่านระบุ</li>
                        <li>กำหนดรหัส PIN 6 หลัก ซึ่งจะเป็นรหัสที่ระบบจะถามหาทุกครั้งที่ทำธุรกรรมซื้อขายกองทุน</li>
                        <li>เข้าสู่ขั้นตอนการกรอกข้อมูลเปิดบัญชี เริ่มด้วยการยืนยันอีเมลที่จะใช้สำหรับลงชื่อเข้าใช้และรับเอกสาร โดยระบบจะส่งรหัส OTP
                            6 หลักไปยังอีเมลที่ระบุ</li>
                        <li>ถ่ายภาพบัตรประชาชน ตรวจสอบความถูกต้องของข้อมูลที่ระบบกรอกให้เบื้องต้น ยืนยันความถูกต้องของข้อมูลจากนั้นกดปุ่ม “เสร็จ“</li>
                        <li>กรอกข้อมูลเปิดบัญชี ประกอบไปด้วยข้อมูลทั่วไป ข้อมูลบัญชีธนาคารที่จะใช้สมัครบริการหักบัญชีอัตโนมัติ (ATS) ข้อมูลสถานที่ทำงาน และข้อมูลความรู้ด้านการลงทุน</li>
                        <li>ทำแบบประเมินความเสี่ยง (Suitability Test) เพื่อทราบความเสี่ยงที่คุณยอมรับได้</li>
                        <li>เซ็นชื่อ แล้วกดปุ่ม “ส่งข้อมูลเปิดบัญชี“ จะถือเป็นการกรอกข้อมูลการเปิดบัญชีเรียบร้อยแล้ว หลังจากกรอกข้อมูลการเปิดบัญชีแล้ว คุณสามารถดำเนินการ ยืนยันตัวตน และ สมัครบริการหักบัญชีธนาคารอัตโนมัติ (ATS) ได้ทันที  </li>
                    </ol>
                    <h2>ขั้นตอนการเปิดบัญชีออนไลน์</h2>
                    <ol>
                        <li>เลือกบริษัทหลักทรัพย์ที่ต้องการขอเปิดบัญชีซื้อขายหลักทรัพย์ผ่านอินเทอร์เน็ต</li>
                        <li>กรอกแบบฟอร์มขอเปิดบัญชี พร้อมกรอกแบบฟอร์มเพิ่มเติมอื่น ๆ เช่น เอกสารคำขอให้หักบัญชีเงินฝากอัตโนมัติ ATS</li>
                        <li>เตรียมและจัดส่งหลักฐานที่ใช้การเปิดบัญชี</li>
                        <li>รอผลการพิจารณา (ประมาณ 1 สัปดาห์) และจะได้รับ Username และ Password เพื่อนำไปใช้เข้าสู่ระบบซื้อขายหลักทรัพย์ผ่านอินเทอร์เน็ต เช่น StreamingPro</li>
                    </ol>
                    <h2>หลักฐานที่ใช้ในการเปิดบัญชี</h2>
                    <ol>
                        <li>สำเนาบัตรประจำตัวประชาชน บัตรข้าราชการ หรือหนังสือเดินทาง</li>
                        <li>สำเนาทะเบียนบ้าน</li>
                        <li>สำเนาใบแจ้งรายการบัญชีธนาคารหรือสำเนาสมุดเงินฝากย้อนหลัง 6 เดือน</li>
                        <li>แบบคำขอให้หักบัญชีเงินฝากอัตโนมัติ (ATS)</li>
                        <li>ค่าอากรแสตมป์ 30 บาท</li>
                    </ol>
                </div>
            </BlogPageSection>
        </Layout>
    )
}

export default blog2