import React from 'react'
import Layout from '../../components/Layout'
import BlogPageSection from '../../components/BlogPageSection'
import IMG from '../../components/accessbility/IMG'
import { useRouter } from 'next/router'

const blog3 = () => {
  const router  = useRouter();
  return (
    <Layout>
      <BlogPageSection
        title="ฟิลิปปินส์และสหรัฐฯ กระชับความเป็นพันธมิตรด้วยแนวทางการป้องกันประเทศใหม่"
      >
        <IMG url={`${router.basePath}/asset/news-image.jpeg`} alt='ภาพภ่าย นายลอยด์ ออสติน รัฐมนตรีว่าการกระทรวงกลาโหมสหรัฐฯ และนายเดลฟิน โลเรนซานา รัฐมนตรีว่าการกระทรวงกลาโหมแห่งชาติของฟิลิปปินส์ จับมือกันหลังจากการประชุมที่ค่ายอากีนัลโด ในเมืองเกซอน ประเทศฟิลิปปินส์ ในห้องประชุมที่ประดับด้วยธงของทั้งสองชาติ เมื่อเดือนกรกฎาคม พ.ศ. 2564' />

        <div className='prose text-lg flex flex-col gap-2.5 pt-5'>
          <p>มาเรีย ที. เรเยส</p>
          <p>ฟิลิปปินส์และสหรัฐอเมริกาบรรลุแนวทางการป้องกันประเทศระดับทวิภาคีในระหว่างการเดินทางเยือนกรุงวอชิงตัน ดี.ซี. ของนายเฟอร์ดินานด์ มาร์กอส จูเนียร์ ประธานาธิบดีฟิลิปปินส์ ในเดือนพฤษภาคม พ.ศ. 2566</p>
          <p>แนวทางดังกล่าวเป็นส่วนหนึ่งของความพยายามที่จะปรับปรุงความทันสมัยและเสริมสร้างความเป็นพันธมิตร เพื่อสนับสนุนวิสัยทัศน์ร่วมกันของทั้งสองประเทศที่ที่จะสร้างอินโดแปซิฟิกที่เสรีและเปิดกว้าง ตามข้อมูลของกระทรวงกลาโหมสหรัฐฯ (ภาพ: นายเฟอร์ดินานด์ มาร์กอส จูเนียร์ ประธานาธิบดีฟิลิปปินส์ ซึ่งได้รับการคุ้มกันโดย พ.อ. เดวิด โรว์แลนด์ แห่งกองทัพบกสหรัฐฯ ตรวจเยี่ยมกองทัพในระหว่างการเดินทางเยือนกระทรวงกลาโหมสหรัฐฯ ในกรุงวอชิงตัน ดี.ซี. ในเดือนพฤษภาคม พ.ศ. 2566)</p>
          <p>เอกสารดังกล่าว ซึ่งเป็นเอกสารฉบับแรกระหว่างสองประเทศพันธมิตรดังกล่าวนับตั้งแต่สนธิสัญญาป้องกันร่วมกันใน พ.ศ. 2494 ถูกมองว่าเป็นแนวทางการดำเนินงานเพื่อยกระดับการทำงานร่วมกันในมิติตามแบบแผนและนอกแบบแผน</p>
          <p>กระทรวงกลาโหมฟิลิปปินส์ระบุในแถลงการณ์ว่า “การเผยแพร่แนวทางการป้องกันประเทศระดับทวิภาคีครั้งนี้ถือเป็นก้าวสำคัญในความเป็นพันธมิตรอันยาวนานระหว่างฟิลิปปินส์และสหรัฐฯ” “แนวทางดังกล่าวทำหน้าที่เป็นข้อพิสูจน์ถึงความเป็นหุ้นส่วนที่แข็งแกร่งและยั่งยืนระหว่างฟิลิปปินส์และสหรัฐอเมริกา ตลอดจนสะท้อนถึงความมุ่งมั่นร่วมกันของทั้งสองประเทศในการรักษาสันติภาพ เสถียรภาพ และหลักนิติธรรมในภูมิภาค</p>
          <p>“การบรรลุแนวทางนี้สอดคล้องกับประกาศของประธานาธิบดีมาร์กอสที่จะกระชับและกำหนดขอบเขตใหม่ให้แก่ความสัมพันธ์ระหว่างฟิลิปปินส์กับสหรัฐอเมริกา ตลอดจนบทบาทของทั้งสองประเทศในภูมิภาคเอเชียแปซิฟิกและอินโดแปซิฟิก” กระทรวงกลาโหมฟิลิปปินส์ระบุ</p>
          <p>แนวทางดังกล่าวระบุถึงความตึงเครียดในทะเลจีนใต้ โดยเน้นย้ำว่าจะมีการปฏิบัติตามพันธกรณีด้านกลาโหมร่วมกัน หากทั้งสองประเทศถูกโจมตีในน่านน้ำที่เป็นข้อพิพาท สาธารณรัฐประชาชนจีนอ้างสิทธิ์เหนือพื้นที่ประมาณร้อยละ 90 ของทะเลจีนใต้ แม้ว่าศาลระหว่างประเทศจะตัดสินว่าการอ้างสิทธิ์ดังกล่าวไม่ชอบด้วยกฎหมายไปใน พ.ศ. 2559 ก็ตาม นอกจากฟิลิปปินส์แล้ว บรูไน มาเลเซีย ไต้หวัน และเวียดนามต่างก็อ้างสิทธิ์ในทะเลจีนใต้บางส่วนเช่นกัน</p>
          <p>นอกจากนี้ ข้อตกลงล่าสุดระหว่างฟิลิปปินส์และสหรัฐฯ ยังรวมถึงความมุ่งมั่นในการปรับปรุงความทันสมัยกองทัพฟิลิปปินส์และการทำงานร่วมกันที่มากขึ้น “โดยมีจุดประสงค์เพื่อเสริมความแข็งแกร่งในการป้องปรามร่วมกันของสหรัฐฯ และฟิลิปปินส์ ในสภาพแวดล้อมด้านความมั่นคงที่มีการเปลี่ยนแปลง” โดยเน้นย้ำถึงการจัดหาแพลตฟอร์มการป้องกันประเทศที่ทำงานร่วมกันได้ ซึ่งมาจากโครงการของสหรัฐฯ และโครงการริเริ่มจัดหาและระดมทุนเพื่อการป้องกันประเทศของฟิลิปปินส์</p>
          <p>พันธมิตรทั้งสองเน้นย้ำแผนการที่จะ “ระบุแพลตฟอร์มการป้องกันประเทศและชุดกองกำลังที่สำคัญในช่วง 5 ปีข้างหน้าเพื่อยกระดับขีดความสามารถและความสามารถในการต่อต้านการบีบบังคับและยับยั้งการรุกราน”</p>
          <p>แนวทางดังกล่าวยังชี้ให้เห็นถึงภัยคุกคามที่อาจเกิดขึ้นในหลายมิติ อาทิ ทางบก ทางทะเล ทางอากาศ ทางอวกาศ และพื้นที่ไซเบอร์ และอยู่ในรูปแบบของสงครามแบบอสมมาตร สงครามลูกผสมและผิดปกติ ตลอดจนยุทธวิธีพื้นที่สีเทา</p>
          <p>การรักษาความปลอดภัยทางไซเบอร์ยังได้รับการเน้นย้ำว่าเป็นด้านที่จะร่วมมือกันอีกด้วย แนวทางดังกล่าวเน้นย้ำถึงความจำเป็นในการ “ปรับปรุงการป้องกันทางไซเบอร์และความร่วมมือด้านการรักษาความปลอดภัยทางไซเบอร์ เพื่อรับรองโครงสร้างพื้นฐานที่สำคัญตลอดจนยกระดับการป้องกันการโจมตีที่มาจากผู้กระทำการภาครัฐและนอกภาครัฐ โดยเสริมสร้างความสามารถในการทำงานร่วมกัน”</p>
          <p>เอกสารดังกล่าวไม่ได้กล่าวถึงจีน แม้ว่านักวิเคราะห์จะมีการตั้งข้อสังเกตเกี่ยวกับท่าทีที่ก้าวร้าวของรัฐบาลจีนต่อรัฐบาลฟิลิปปินส์ก็ตาม “แนวทางการป้องกันระดับทวิภาคีนี้มีความสำคัญในการสื่อสารหลักการเมืองแห่งอำนาจใหม่ในพื้นที่ภูมิรัฐศาสตร์ในภูมิภาคอินโดแปซิฟิก” นายเชสเตอร์ คาบัลซา ประธานผู้ก่อตั้งความร่วมมือด้านการพัฒนาและความมั่นคงระหว่างประเทศ ซึ่งเป็นกลุ่มวิจัยนโยบายที่ไม่แสวงหาผลกำไร กล่าวกับ ฟอรัม “แต่หากกล่าวโดยรวม แนวทางการป้องกันระดับทวิภาคีนี้คือพื้นฐานสำหรับความสัมพันธ์ทางทหารของสหรัฐฯ และฟิลิปปินส์ที่ได้รับการฟื้นฟูขึ้นอีกครั้ง”</p>
          <p>มาเรีย ที. เรเยส เป็นผู้สื่อข่าวสมทบของ ฟอรัม รายงานจากกรุงมะนิลา ประเทศฟิลิปปินส์</p>
          <p>ภาพจาก: ดิแอสโซซิเอทเต็ด เพรส</p>
        </div>
      </BlogPageSection>
    </Layout>
  )
}

export default blog3